<?php
require_once "config.php";
?>
<!DOCTYPE html>
<HTML>
	<HEAD>
		<?php
			require_once "header.php";
		?>
		<meta name="description" content="【完全無料】シンプルを極めたトレーニング記録WEBアプリ！自分用のオリジナルメニューのみで、記録時のメニュー選択もスムーズに！Volume/Maxも自動計算！グラフ化で成長具合も！">
	</HEAD>
	<!--ログイン画面-->
	<TITLE>肉体改造ネットワーク</TITLE>
	<BODY>
		<DIV class='text-center'>
			<IMG src="img/kanban.png" style="width:300px;">
        <p>**アプリケーション利用規約**</p>
		</DIV>
		<MAIN class="ps-3 pe-3" id='main'>
         </p><p>**第1条（適用範囲）**
         </p><p>
         </p><p>1.  本規約は、[肉体改造ネットワーク]（以下「本アプリ」といいます。）の利用者（以下「利用者」といいます。）と[Midori System]（以下「当社」といいます。）との間の本アプリの利用に関する一切の関係に適用されます。
         </p><p>2.  当社が本アプリ上で掲載する個別規定や追加規定は、本規約の一部を構成します。
         </p><p>3.  本規約の内容と個別規定や追加規定の内容が異なる場合は、個別規定や追加規定の内容が優先して適用されます。
         </p><p>
         </p><p>**第2条（利用登録）**
         </p><p>
         </p><p>1.  本アプリの利用を希望する者は、本規約に同意の上、当社の定める方法によって利用登録を行う必要があります。
         </p><p>
         </p><p>**第3条（利用者の義務）**
         </p><p>
         </p><p>1.  利用者は、本規約および当社の定める方法に従って本アプリを利用するものとします。
         </p><p>2.  利用者は、本アプリの利用にあたり、以下の行為を行ってはなりません。
         </p><p>    * 当社のサーバーまたはネットワークの機能を破壊または妨害する行為
         </p><p>    * 当社のサービスの運営を妨害する行為
         </p><p>    * 他の利用者または第三者の知的財産権、肖像権、プライバシー、名誉、その他の権利または利益を侵害する行為
         </p><p>    * その他、当社が不適切と判断する行為
         </p><p>
         </p><p>**第4条（知的財産権）**
         </p><p>
         </p><p>1.  本アプリに関する知的財産権は、全て当社または当社にライセンスを許諾している者に帰属します。
         </p><p>2.  利用者は、本アプリのコンテンツについて、著作権法その他の法令により認められる場合を除き、無断で使用することはできません。
         </p><p>
         </p><p>**第5条（免責事項）**
         </p><p>
         </p><p>1.  当社は、本アプリの内容について、その正確性、有用性、完全性について保証するものではありません。
         </p><p>2.  当社は、利用者が本アプリを利用したことにより生じた損害について、一切の責任を負いません。
         </p><p>3.  当社は、本アプリの提供を中断または終了することがあります。
         </p><p>
         </p><p>**第6条（利用規約の変更）**
         </p><p>
         </p><p>1.  当社は、必要と判断した場合、利用者の承諾なく本規約を変更できるものとします。
         </p><p>2.  変更後の利用規約は、本アプリ上に掲載された時点で効力を生じるものとします。
         </p><p>
         </p><p>**第7条（準拠法および管轄裁判所）**
         </p><p>
         </p><p>1.  本規約の準拠法は日本法とします。
         </p><p>2.  本規約に起因または関連する紛争については、[管轄裁判所名]を第一審の専属的合意管轄裁判所とします。
         </p><p>
         </p><p>**[会社名:Midori System]**
         </p><p>
         </p><p>**[制定日:2025/03/11]**
         </p><p>
         </p><p>**[改定日:2025/03/11]**
         </p>    
      <div style='position:fixed;top:0;right:0;'><a href="index.php">戻る</a></div>
		</MAIN>
	</BODY>
</HTML>


